<template>
    <div>
        <h2 class="mb-5">Collapse</h2>

        <div class="mt-4">
            <hm-collapse button-text="Статистика по блогерам">
                <hm-card>
                    Производство в принципе масштабирует убывающий инвестиционный продукт. Линейное уравнение сохраняет социометрический криволинейный интеграл. В рамках концепции Акоффа и Стэка, правовое государство соответствует гуманизм. Ряд Тейлора неестественно тормозит потребительский коллапс Советского Союза. Теорема представляет собой  культ  личности. Огибающая очевидна не для всех. Ряд Тейлора неестественно тормозит.
                    Ряд Тейлора неестественно тормозит потребительский коллапс Советского Союза. Теорема представляет собой культ личности. Огибающая очевидна не для всех. Ряд Тейлора неестественно тормозит.
                </hm-card>
            </hm-collapse>
        </div>
    </div>
</template>
